[
  {
    "quote": "I like money.",
    "movie": "Idiocracy"
  },
  {
    "quote": "Frankly, my dear, I don't give a damn.",
    "movie": "Gone with the Wind"
  },
  {
    "quote": "I'm gonna make him an offer he can't refuse.",
    "movie": "The Godfather"
  },
  {
    "quote": "All I have are negative thoughts.",
    "movie": "Joker(2019)"
  },
  {
    "quote": "Is it just me, or is it getting crazier out there?",
    "movie": "Joker(2019)"
  },
  {
    "quote": "I used to think that my life was a tragedy. But now I realize, it’s a comedy.",
    "movie": "Joker(2019)"
  },
  {
    "quote": "My mother always tells me to smile and put on a happy face. She told me I had a purpose to bring laughter and joy to the world.",
    "movie": "Joker(2019)"
  },
  {
    "quote": "Madness, as you know, is like gravity, all it takes is a little push.",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": " It's not about what I want. It's about what's fair!",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "Some men just want to watch the world burn.    ",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "If you’re good at something, never do it for free.",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "Sometimes the truth isn’t good enough, sometimes people deserve more. Sometimes people deserve to have their faith rewarded    ",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "Nobody panics when things go “according to plan”. Even if the plan is horrifying!",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "I believe whatever doesn’t kill you, simply makes you stranger.",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "Does it depress you? To know just how alone you really are?",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "You see, in their last moments people show you who they really are.",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "You either die a hero or live long enough to see yourself become the villian.",
    "movie": "THE DARK KNIGHT"
  },
  {
    "quote": "Sometimes you must hurt in order to know, fall in order to grow, lose in order to gain because life's greatest lessons are learned through pain.",
    "movie": "Naruto Shippuden"
  },
  {
    "quote": "Do you understand pain a little now? If you don't share someone's pain, you can never understand them. But just because you understand them doesn't mean you can come to an agreement. That's the truth",
    "movie": "Naruto Shippuden"
  },
  {
    "quote": "Even the most ignorant, innocent child will eventually grow up as they learn what true pain is. It affects what they say, what they think… and they become real people.",
    "movie": "Naruto Shippuden"
  },
  {
    "quote": "Religion, ideology, resources, land, spite, love or just because. No matter how pathetic the reason, it's enough to start a war.",
    "movie": "Naruto Shippuden"
  },
  {
    "quote": "Learn to embrace the fear of feeling about what it's like to contemplate what it is to know true pain. Because when I had nothing and no one - I always had pain.",
    "movie": "Naruto Shippuden"
  },
  {
    "quote": "Justice comes from vengeance, but that justice only breeds more vengeance.",
    "movie": "Naruto Shippuden"
  },
  {
    "quote": "We are but men, drawn to act in the name of revenge that we deem to be justice. But... if there is justice in revenge then that same justice will breed only more revenge... and trigger a cycle of hatred.",
    "movie": "Naruto Shippuden"
  },

  {
    "quote": "Love breeds sacrifice... which in turn breeds hatred. Then you can know pain.",
    "movie": "Naruto Shippuden"
  },
  
  
  {
    "quote": "We used to look up at the sky and wonder at our place in the stars, now we just look down and worry about our place in the dirt.",
    "movie": "Interstellar"
  },
  

  {
    "quote": "There’s no hiding from this, son.",
    "movie": "Dunkirk"
  },
  

  {
    "quote": "They all deserve to die. Even you, Mrs. Lovett. Even I. Because the lives of the wicked should be made brief. For the rest of us death would be relief.",
    "movie": " Sweeney Todd: The Demon Barber of Fleet Street "
  },
  

  {
    "quote": "Little pigs, little pigs, let me come in! Not by the hair on your chinny chin chin? Then I'll huff... And I'll puff... And I'll blow your house in!",
    "movie": "The Shining"
  },
  

  {
    "quote": " I used to think that if none of your family or friends knew you were dead, it was like not really being dead. People can invent the best and the worst for you.",
    "movie": "Before Sunrise"
  }
  

]
